/* No comment provided by engineer. */
"Alert! Enabling this option will add Growl.app to your login items" = "Alert! Enabling this option will add Growl.app to your login items";

/* No comment provided by engineer. */
"Allowing this will let Growl launch everytime you login, so that it is available for applications which use it at all times" = "Allowing this will let Growl launch everytime you login, so that it is available for applications which use it at all times";

/* No comment provided by engineer. */
"Are you sure you want to remove %@?" = "Are you sure you want to remove %@?";

/* Button title for canceling */
"Cancel" = "Cancel";

/* Next page is enabling growl at login */
"Continue on to enable Growl at login" = "Continue on to enable Growl at login";

/* Next page is whats new in the current growl */
"Continue to learn whats new in Growl 1.3" = "Continue to learn whats new in Growl 1.3";

/* Next page is removing old growl's */
"Continue to remove old copies of Growl" = "Continue to remove old copies of Growl";

/* No comment provided by engineer. */
"Could not find sound file named \"%@\"" = "Could not find sound file named \"%@\"";

/* Title of menu item for default display */
"Default" = "Default";

/* Button label for disabling history */
"Disable History" = "Disable History";

/* Done */
"Done" = "Done";

/* Button label to allow growl to start at login */
"Enable Growl to run on Login" = "Enable Growl to run on Login";

/* No comment provided by engineer. */
"Growl 1.3 comes with a completely new networking system, called GNTP. GNTP can talk to Growl 1.3 and above, and other GNTP compliant software, such as Growl for Windows" = "Growl 1.3 comes with a completely new networking system, called GNTP. GNTP can talk to Growl 1.3 and above, and other GNTP compliant software, such as Growl for Windows";

/* No comment provided by engineer. */
"Growl 1.3 comes with a number of changes and new features for users.  Growl now runs as a status bar item, and preferences can be reached from there" = "Growl 1.3 comes with a number of changes and new features for users.  Growl now runs as a status bar item, and preferences can be reached from there";

/* No comment provided by engineer. */
"Growl needs to run all of the time in order to work. Please click this button to enable Growl to run at Login" = "Growl needs to run all of the time in order to work. Please click this button to enable Growl to run at Login";

/* No comment provided by engineer. */
"History, and the notification rollup are also new.  When you are idle, notifications will be stored in a window for when you return to your computer.\nHistory is on by default, but you can click below to turn it off" = "History, and the notification rollup are also new.  When you are idle, notifications will be stored in a window for when you return to your computer.\nHistory is on by default, but you can click below to turn it off";

/* No comment provided by engineer. */
"Inform %@ when a notification is clicked" = "Inform %@ when a notification is clicked";

/* GNTP packet parsing error */
"Invalid protocol version.  Only version 1.0 is supported" = "Invalid protocol version.  Only version 1.0 is supported";

/* Button label for showing a website with more information on GNTP */
"Learn more about GNTP" = "Learn more about GNTP";

/* Button label for removing old copies of growl */
"Legacy Growl Uninstaller" = "Legacy Growl Uninstaller";

/* Title for starting growl at login */
"Let Growl Start at Login" = "Let Growl Start at Login";

/* GNTP packet parsing error */
"Missing initialization vector for encryption" = "Missing initialization vector for encryption";

/* GNTP packet parsing error */
"Missing, malformed, or invalid key hash string" = "Missing, malformed, or invalid key hash string";

/* Title for whats new to growl */
"New to Growl 1.3" = "New to Growl 1.3";

/* No comment provided by engineer. */
"No" = "No";

/* No comment provided by engineer. */
"Ok" = "Ok";

/* No comment provided by engineer. */
"OK" = "OK";

/* Localhost in a forwarding destination is not allowed */
"Please do not enter localhost, Growl does not support forwarding to itself." = "Please do not enter localhost, Growl does not support forwarding to itself.";

/* A valid IP or domain is needed to forward to */
"Please enter a valid IPv4 or IPv6 address, or a valid domain name" = "Please enter a valid IPv4 or IPv6 address, or a valid domain name";

/* No comment provided by engineer. */
"Plugin '%@' has been installed successfully. Do you want to configure it now?" = "Plugin '%@' has been installed successfully. Do you want to configure it now?";

/* No comment provided by engineer. */
"Plugin '%@' is already installed, do you want to overwrite it?" = "Plugin '%@' is already installed, do you want to overwrite it?";

/* No comment provided by engineer. */
"Plugin '%@' will not work on this Mac running this version of Mac OS X. Install it anyway?" = "Plugin '%@' will not work on this Mac running this version of Mac OS X. Install it anyway?";

/* No comment provided by engineer. */
"Plugin already exists" = "Plugin already exists";

/* No comment provided by engineer. */
"Plugin installed" = "Plugin installed";

/* No comment provided by engineer. */
"Plugin missing native architecture" = "Plugin missing native architecture";

/* No comment provided by engineer. */
"Plugin not installed" = "Plugin not installed";

/* Title of the Preview notification shown to demonstrate Growl displays */
"Preview" = "Preview";

/* Button title for removing something */
"Remove" = "Remove";

/* Title for removing old copies of growl */
"Remove old copies of Growl" = "Remove old copies of Growl";

/* Button label for showing the preference pane */
"Show me the preference pane" = "Show me the preference pane";

/* GNTP packet parsing error */
"Somehow we got here parsing the protocol identifier without an error, this should be impossible, either its valid or its not" = "Somehow we got here parsing the protocol identifier without an error, this should be impossible, either its valid or its not";

/* No comment provided by engineer. */
"There was %lu notification while you were away" = "There was %lu notification while you were away";

/* No comment provided by engineer. */
"There was an error while installing the plugin '%@'." = "There was an error while installing the plugin '%@'.";

/* No comment provided by engineer. */
"There were %lu notifications while you were away" = "There were %lu notifications while you were away";

/* No comment provided by engineer. */
"This action cannot be undone, please confirm that you want to delete the entire notification history" = "This action cannot be undone, please confirm that you want to delete the entire notification history";

/* Preview message shown when clicking Preview in the system preferences pane. %@ becomes the name of the display style being used. */
"This is a preview of the %@ display" = "This is a preview of the %@ display";

/* No comment provided by engineer. */
"This will remove all Growl settings for %@." = "This will remove all Growl settings for %@.";

/* No comment provided by engineer. */
"To prevent the history database from growing indefinitely, at least one type of automatic trim must be active" = "To prevent the history database from growing indefinitely, at least one type of automatic trim must be active";

/* No comment provided by engineer. */
"Turning off both automatic trim functions is not allowed." = "Turning off both automatic trim functions is not allowed.";

/* No comment provided by engineer. */
"Warning! About to delete ALL history" = "Warning! About to delete ALL history";

/* No comment provided by engineer. */
"We have found an old installation of Growl on your computer. Please click on this button to go to our website to download the uninstaller.  Manual removal instructions are also available." = "We have found an old installation of Growl on your computer. Please click on this button to go to our website to download the uninstaller.  Manual removal instructions are also available.";

/* Title welcoming a new user to growl */
"Welcome to Growl!" = "Welcome to Growl!";

/* No comment provided by engineer. */
"Welcome to the Growl walkthrough. Even if you have used Growl before, it would be helpful to you if you take a moment to to get to know Growl 1.3." = "Welcome to the Growl walkthrough. Even if you have used Growl before, it would be helpful to you if you take a moment to to get to know Growl 1.3.";

/* No comment provided by engineer. */
"Yes" = "Yes";

/* Done with first launch dialog */
"You are all ready to go, enjoy Growl!" = "You are all ready to go, enjoy Growl!";

